import MainLayout from "../components/layouts/MainLayout"

export default function AddArt({ Component, pageProps }) {
  
  return (<MainLayout>
    <h1>Разместить картину</h1>
    Стена с картинами находится в постоянном поиске самобытных авторов.
    Мы не ограничиваем художников жанрами, стилистикой, ценой.
    Не навязываем свои вкусовые предпочтения зрителю. 
    Мы готовы предоставить свою площадку:
    размещать ваши работы на безвозмездной основе
    как на онлайн-ресурсах, так и в офлайн точках. 
    Более полную информацию вы можете получить, заполнив форму обратной связи.
    <form>
      
    </form>
  </MainLayout>
  )
}